{
  "id": "mac-sub-001",
  "nome": "Montanaro",
  "classe_base": "Barbaro",
  "categoria": "Cammino Primordiale",
  "fonte": {
    "manuale": "Brancalonia Macaronicon",
    "pagine": "21"
  },
  "descrizione": "Guide, contrabbandieri e canaglie delle terre alte, temprate da rocce, crepacci e grappini micidiali.",
  "progressione": [
    {
      "livello": 3,
      "privilegi": [
        {
          "nome": "Antica Arte del Grappino",
          "descrizione": "Quando entri in Ira puoi scolarti un grappino distillato da te (azione facoltativa). Ottieni competenza negli strumenti da mescitore e resistenza ai danni psichici per tutta la durata dell'Ira, oltre all'effetto del grappino scelto.",
          "grappini": [
            {
              "nome": "Demoncello",
              "beneficio": "Vedi normalmente nell'oscurità magica entro 36 m, puoi muoverti su pareti e soffitti a mani libere e ottieni una velocità di scalare pari alla velocità sul terreno."
            },
            {
              "nome": "Sgnappa del Nonnino",
              "beneficio": "Resistenza ai danni da freddo; le creature entro 3 m subiscono 1d6 danni da freddo all'inizio del proprio turno a causa dell'alito alpino."
            },
            {
              "nome": "Storica Rossa",
              "beneficio": "Resistenza ai danni da fuoco; quando una creatura ti colpisce in mischia puoi usare la reazione per soffiare una fiammata (TS Des, 2d8 danni da fuoco, metà con successo)."
            },
            {
              "nome": "Stravecchia",
              "beneficio": "Resistenza ai danni necrotici; la prima creatura colpita da un tuo attacco in mischia ad ogni turno subisce 1d8 danni necrotici extra."
            },
            {
              "nome": "Vincanto",
              "beneficio": "Resistenza ai danni radiosi e luce soffusa a 3 m; quando entri in Ira gli spiriti dei Santucci lanciano benedizione o scudo della fede (nessuna concentrazione, cessa con l'Ira)."
            }
          ]
        }
      ]
    },
    {
      "livello": 6,
      "privilegi": [
        {
          "nome": "Miscela",
          "descrizione": "Quando entri in Ira puoi combinare due grappini diversi ottenendone entrambi gli effetti."
        }
      ]
    }
  ],
  "validazione": {
    "estratto_da": "Brancalonia-Macaronicon-ITA-2-2.txt",
    "completo_fino_a_livello": 6
  }
}
