{
  "nome": "Staffetta",
  "fonte": "Brancalonia Macaronicon p.44-45",
  "tipo": "background",
  "descrizione": "Corriere militare temprato da guerre interminabili, capace di consegnare dispacci in ogni condizione",
  "testo": {
    "introduzione": [
      "Ha corso tra accampamenti e campi di battaglia, memorizzando messaggi cifrati e attraversando linee nemiche.",
      "La guerra lo ha reso resistente, sospettoso e determinato a portare a termine la missione qualunque sia il rischio.",
      "Ancora oggi vive con lo zaino pronto, i calzari in ordine e l'ansia di dover ripartire al primo segnale."
    ],
    "privilegio": {
      "nome": "Con la Pioggia o con il Vento...",
      "descrizione": "Ignora gli effetti di clima e terreno sfavorevoli sul proprio movimento quando è in marcia per consegnare un messaggio."
    }
  },
  "meccaniche": {
    "competenze_abilita": {
      "tipo": "attivo",
      "descrizione": "Competenza in Atletica e Sopravvivenza",
      "implementazione": {
        "atletica": "system.skills.ath.value = 1",
        "sopravvivenza": "system.skills.sur.value = 1"
      },
      "mode": 5
    },
    "competenze_strumenti": {
      "tipo": "attivo",
      "descrizione": "Un tipo di gioco e veicoli terrestri",
      "implementazione": {
        "gioco": "flags.brancalonia-bigat.toolChoice = 'game'",
        "veicoli_terrestri": "system.tools.vehicleLand.value = 1"
      },
      "mode": 5
    },
    "equipaggiamento": {
      "tipo": "narrativo",
      "descrizione": "Mostrina con i gradi, borsa con tasca segreta per dispacci, dadi o mazzo di minchiate, abito comune, borsa con 10 ma"
    },
    "privilegio_staffetta": {
      "tipo": "attivo",
      "descrizione": "Ignora rallentamenti dovuti a condizioni climatiche o di terreno mentre svolge il proprio incarico",
      "implementazione": {
        "con_la_pioggia": "flags.brancalonia-bigat.staffettaNoRallentamenti = true"
      },
      "mode": 5
    }
  },
  "dettagli": {
    "identificatore": "staffetta",
    "ricchezza_iniziale": "10 ma",
    "equipaggiamento": [
      "Mostrina con i gradi",
      "Borsa con tasca segreta per dispacci",
      "Serie di dadi o mazzo di minchiate",
      "Abito comune",
      "Borsa con 10 ma"
    ]
  },
  "avanzamento": [
    {
      "tipo": "competenze_abilita",
      "abilita": [
        "atletica",
        "sopravvivenza"
      ]
    },
    {
      "tipo": "competenze_strumenti",
      "elenco": [
        "gioco",
        "veicoli_terrestri"
      ]
    },
    {
      "tipo": "privilegio",
      "nome": "Con la Pioggia o con il Vento...",
      "descrizione": "Ignori il clima e il terreno sfavorevole quando trasporti messaggi.",
      "fonte": "Brancalonia Macaronicon p.44",
      "implementazione": {
        "con_la_pioggia": true
      }
    }
  ],
  "caratterizzazione": {
    "tratti": {
      "dado": "d8",
      "voci": [
        "È abituata a stare da sola e dimentica come ci si comporta in società.",
        "Si sente a proprio agio solo quando ha una missione da svolgere.",
        "Detesta vedere maltrattati gli animali da lavoro.",
        "Ha affrontato la morte più volte pur di consegnare un messaggio.",
        "Controlla in modo maniacale calzari e razioni.",
        "Porta con sé il peso degli orrori della guerra.",
        "Dorme con un occhio aperto.",
        "Affronta ogni imprevisto con il sorriso."
      ]
    },
    "ideali": {
      "dado": "d6",
      "voci": [
        "Sacrificio. Preferisco morire piuttosto che fallire una consegna. (Buono)",
        "Dovere. Obbedisco agli ordini senza distrazioni. (Legale)",
        "Istinto. Seguo l'intuito quando la strada sicura fallisce. (Caotico)",
        "Opportunismo. Ogni consegna ha un prezzo e la mia vita ne vale uno alto. (Malvagio)",
        "Neutralità. Servo chiunque mi ingaggi, con imparzialità. (Neutrale)",
        "Ineluttabilità. Se qualcosa deve accadere, accadrà comunque. (Qualsiasi)"
      ]
    },
    "legami": {
      "dado": "d6",
      "voci": [
        "Sono pronta a recapitare un messaggio alla compagnia che ho servito a lungo.",
        "Devo la vita a un avvertimento e non lascio morire nessuno se posso evitarlo.",
        "Il mio cavallo fedele è il mio compagno più fidato.",
        "Porto ancora la missiva che non riuscii a consegnare.",
        "Una famiglia influente mi deve ancora un favore per un vecchio dispaccio.",
        "Non mi separo mai dal santino di San Bartolino."
      ]
    },
    "difetti": {
      "dado": "d6",
      "voci": [
        "Sono paranoica e temo di essere pedinata.",
        "Ho servito una fazione odiata: farei di tutto per tenerlo segreto.",
        "Un tic nervoso mi tradisce ogni volta che mento.",
        "Metto a rischio la vita dei compagni pur di non fallire.",
        "Ho una pessima igiene personale.",
        "Ho memoria corta e scarso senso dell'orientamento."
      ]
    }
  },
  "validazione": {
    "implementato": true,
    "file_id": "staffetta001",
    "compendio": "backgrounds_macaronicon"
  }
}
